tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "arangodb"
brew "readline"
brew "asdf"
brew "fzf"
brew "protobuf"
brew "grpc"
brew "jmeter"
brew "jq"
brew "krb5"
brew "libpq"
brew "mas"
brew "node"
brew "tmux"
brew "tree"
brew "vite"
brew "zoxide"
cask "alacritty"
cask "discord"
cask "insomnia"
cask "protonvpn"
cask "rectangle"
cask "telegram"
mas "1Blocker", id: 1365531024
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "The Unarchiver", id: 425424353
