tap "bufbuild/buf"
tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "mongodb/brew"
tap "sass/sass"
brew "boost"
brew "checkmake"
brew "codespell"
brew "node"
brew "eslint"
brew "fzf"
brew "golang-migrate"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "jmeter"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "mas"
brew "node@16"
brew "neovim"
brew "postgresql@14"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "sqlfluff"
brew "stylua"
brew "tmux"
brew "tree"
brew "vite"
brew "zoxide"
brew "bufbuild/buf/buf"
brew "mongodb/brew/mongodb-community"
cask "alacritty"
cask "discord"
cask "insomnia"
cask "protonvpn"
cask "rectangle"
cask "telegram"
mas "1Blocker", id: 1365531024
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "The Unarchiver", id: 425424353
