tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "arangodb"
brew "readline"
brew "asdf"
brew "cmatrix"
brew "fzf"
brew "protobuf"
brew "grpc"
brew "jmeter"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libpq"
brew "mas"
brew "neofetch"
brew "neovim"
brew "node"
brew "postgresql@14"
brew "ripgrep"
brew "solana"
brew "tmux"
brew "tree"
brew "trunk"
brew "vite"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "discord"
cask "firefox"
cask "insomnia"
cask "karabiner-elements"
cask "rectangle"
cask "telegram"
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "MyWallpaper", id: 1552826194
mas "The Unarchiver", id: 425424353
